Repository: jaredreich/dorsal
Catalog: MusicClient/MusicClient/Localizable.xcstrings
Source language: en
Languages: de, es, fi, fr, it, ja, nb, nl, pt_br, pt_pt, sv

# settings.storage.clear_cache.message
source: This will clear all cached songs. You can re-cache songs by playing them again or saving the album as downloaded.
de: Dadurch werden alle zwischengespeicherten Songs gelöscht. Du kannst Songs erneut zwischenspeichern, indem du sie abspielst oder das Album lädst.
es: Se borrarán todas las canciones en caché. Puedes volver a guardarlas reproduciéndolas de nuevo o descargando el álbum.
fi: Kaikki välimuistissa olevat kappaleet tyhjennetään. Voit tallentaa kappaleet uudelleen toistamalla niitä tai lataamalla albumin.
fr: Cela effacera toutes les chansons en cache. Vous pouvez les remettre en cache en les écoutant à nouveau ou en téléchargeant l'album.
it: Tutti i brani nella cache verranno cancellati. Puoi salvare nuovamente i brani riproducendoli o scaricando l’album.
ja: キャッシュ済みの曲をすべて消去します。曲を再生するかアルバムをダウンロードすると再びキャッシュされます。
nb: Alle hurtiglagrede sanger tømmes. Du kan hurtiglagre sanger igjen ved å spille dem eller laste ned albumet.
nl: Alle gecachte nummers worden gewist. Je kunt nummers opnieuw cachen door ze af te spelen of het album te downloaden.
pt_br: Todas as músicas em cache serão removidas. Você pode salvar novamente as músicas reproduzindo-as ou baixando o álbum.
pt_pt: Todas as músicas em cache serão removidas. Pode voltar a guardar as músicas reproduzindo-as ou descarregando o álbum.
sv: Alla cachade låtar rensas. Du kan cacha låtar igen genom att spela dem eller ladda ner albumet.

# settings.storage.clear_downloads
source: Clear Downloads
de: Downloads löschen
es: Borrar descargas
fi: Tyhjennä lataukset
fr: Effacer les téléchargements
it: Cancella download
ja: ダウンロードを消去
nb: Tøm nedlastinger
nl: Downloads wissen
pt_br: Limpar downloads
pt_pt: Limpar descarregamentos
sv: Rensa nedladdningar

# settings.storage.clear_downloads.message
source: This will undownload all albums. The files can then be cleared from the cache.
de: Dadurch werden alle geladenen Alben entfernt. Die Dateien können anschließend aus dem Cache gelöscht werden.
es: Se eliminarán todos los álbumes descargados. Los archivos podrán borrarse del caché después.
fi: Kaikki ladatut albumit poistetaan. Tiedostot voidaan sen jälkeen tyhjentää välimuistista.
fr: Cela supprimera tous les albums téléchargés. Les fichiers pourront ensuite être effacés du cache.
it: Tutti gli album scaricati verranno rimossi. I file potranno poi essere cancellati dalla cache.
ja: ダウンロード済みのアルバムをすべて削除します。その後、ファイルをキャッシュから消去できます。
nb: Alle nedlastede album fjernes. Filene kan deretter tømmes fra hurtiglageret.
nl: Alle gedownloade albums worden verwijderd. De bestanden kunnen daarna uit de cache worden gewist.
pt_br: Todos os álbuns baixados serão removidos. Os arquivos poderão então ser limpos do cache.
pt_pt: Todos os álbuns descarregados serão removidos. Os ficheiros poderão então ser limpos da cache.
sv: Alla nedladdade album tas bort. Filerna kan sedan rensas från cachen.

# settings.storage.clear_recently_played
source: Clear Recently Played
de: Zuletzt gespielt löschen
es: Borrar reproducidos recientes
fi: Tyhjennä viimeksi toistetut
fr: Effacer les écoutes récentes
it: Cancella riprodotti di recente
ja: 最近再生した項目を消去
nb: Tøm nylig spilt
nl: Recent afgespeeld wissen
pt_br: Limpar reproduzidos recentemente
pt_pt: Limpar reproduzidos recentemente
sv: Rensa senast spelade

# settings.storage.downloads_size
source: Downloads Size
de: Download-Größe
es: Tamaño de descargas
fi: Latausten koko
fr: Taille des téléchargements
it: Dimensione download
ja: ダウンロードサイズ
nb: Nedlastingsstørrelse
nl: Downloadgrootte
pt_br: Tamanho dos downloads
pt_pt: Tamanho dos descarregamentos
sv: Nedladdningsstorlek

# settings.storage.prefetch
source: Prefetch Next Song
de: Nächsten Song vorladen
es: Precargar siguiente canción
fi: Esilataa seuraava kappale
fr: Précharger la chanson suivante
it: Precarica brano successivo
ja: 次の曲を先読み
nb: Forhåndshent neste sang
nl: Volgend nummer voorladen
pt_br: Pré-carregar próxima música
pt_pt: Pré-carregar música seguinte
sv: Förhämta nästa låt

# settings.storage.prefetch_footer
source: Automatically cache the next song before the current song ends for smoother playback.
de: Speichert den nächsten Song automatisch zwischen, bevor der aktuelle endet, für einen nahtlosen Übergang.
es: Guarda automáticamente en caché la siguiente canción antes de que termine la actual para una reproducción más fluida.
fi: Tallentaa seuraavan kappaleen automaattisesti välimuistiin ennen nykyisen päättymistä sujuvamman toiston varmistamiseksi.
fr: Met automatiquement en cache le morceau suivant avant la fin de la lecture pour une transition plus fluide.
it: Salva automaticamente nella cache il brano successivo prima che quello attuale finisca, per una riproduzione più fluida.
ja: 現在の曲が終わる前に次の曲を自動的にキャッシュし、途切れのない再生を実現します。
nb: Hurtiglagrer automatisk neste sang før den nåværende er ferdig, for jevnere avspilling.
nl: Slaat het volgende nummer automatisch op in de cache voordat het huidige nummer eindigt, voor een vloeiendere weergave.
pt_br: Salva automaticamente a próxima música no cache antes que a atual termine, para uma reprodução mais fluida.
pt_pt: Guarda automaticamente a música seguinte na cache antes de a atual terminar, para uma reprodução mais fluida.
sv: Cachar automatiskt nästa låt innan den nuvarande slutar för smidigare uppspelning.

# settings.storage.quality
source: Quality
de: Qualität
es: Calidad
fi: Laatu
fr: Qualité
it: Qualità
ja: 音質
nb: Kvalitet
nl: Kwaliteit
pt_br: Qualidade
pt_pt: Qualidade
sv: Kvalitet

# settings.storage.quality_footer
source: Lower quality uses less storage and data. Changes apply to newly cached songs.
de: Niedrigere Qualität benötigt weniger Speicherplatz und Daten. Änderungen gelten für neu zwischengespeicherte Songs.
es: Una calidad menor usa menos almacenamiento y datos. Los cambios se aplican a las nuevas canciones guardadas en caché.
fi: Matalampi laatu käyttää vähemmän tallennustilaa ja dataa. Muutokset koskevat uusia välimuistiin tallennettuja kappaleita.
fr: Une qualité inférieure utilise moins de stockage et de données. Les modifications s'appliquent aux nouvelles chansons mises en cache.
it: Una qualità inferiore utilizza meno spazio e dati. Le modifiche si applicano ai nuovi brani salvati nella cache.
ja: 低い音質はストレージとデータ使用量を節約します。変更は新しくキャッシュされる曲に適用されます。
nb: Lavere kvalitet bruker mindre lagring og data. Endringer gjelder for nylig hurtiglagrede sanger.
nl: Lagere kwaliteit gebruikt minder opslag en data. Wijzigingen gelden voor nieuw gecachte nummers.
pt_br: Qualidade menor usa menos armazenamento e dados. As alterações se aplicam a novas músicas salvas em cache.
pt_pt: Qualidade inferior utiliza menos armazenamento e dados. As alterações aplicam-se a novas músicas guardadas em cache.
sv: Lägre kvalitet använder mindre lagring och data. Ändringar gäller för nyligen cachade låtar.

# settings.storage.recently_played.albums
source: Albums
de: Alben
es: Álbumes
fi: Albumit
it: Album
ja: アルバム
nb: Album
pt_br: Álbuns
pt_pt: Álbuns
sv: Album

# settings.storage.recently_played.header
source: Recently Played
de: Zuletzt gespielt
es: Reproducidos recientes
fi: Viimeksi toistetut
fr: Écoutés récemment
it: Riprodotti di recente
ja: 最近再生した項目
nb: Nylig spilt
nl: Recent afgespeeld
pt_br: Reproduzidos recentemente
pt_pt: Reproduzidos recentemente
sv: Senast spelade

# settings.storage.title
source: Storage
de: Speicher
es: Almacenamiento
fi: Tallennustila
fr: Stockage
it: Archiviazione
ja: ストレージ
nb: Lagring
nl: Opslag
pt_br: Armazenamento
pt_pt: Armazenamento
sv: Lagring

# settings.sync.button
source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fi: Synkronoi nyt
fr: Synchroniser maintenant
it: Sincronizza ora
ja: 今すぐ同期
nb: Synkroniser nå
nl: Synchroniseer nu
pt_br: Sincronizar agora
pt_pt: Sincronizar agora
sv: Synkronisera nu

# settings.sync.footer
source: Syncs albums and songs from your Jellyfin server. This happens automatically when you first log in.
de: Synchronisiert Alben und Songs von deinem Jellyfin-Server. Dies geschieht automatisch bei der ersten Anmeldung.
es: Sincroniza álbumes y canciones desde tu servidor Jellyfin. Esto ocurre automáticamente cuando inicias sesión por primera vez.
fi: Synkronoi albumit ja kappaleet Jellyfin-palvelimeltasi. Tämä tapahtuu automaattisesti ensimmäisen kirjautumisen yhteydessä.
fr: Synchronise les albums et les chansons depuis votre serveur Jellyfin. Cela se fait automatiquement lors de votre première connexion.
it: Sincronizza album e brani dal tuo server Jellyfin. Questo avviene automaticamente al primo accesso.
ja: Jellyfinサーバーからアルバムと曲を同期します。初回ログイン時に自動的に行われます。
nb: Synkroniserer album og sanger fra Jellyfin-serveren din. Dette skjer automatisk når du logger inn for første gang.
nl: Synchroniseert albums en nummers van je Jellyfin-server. Dit gebeurt automatisch wanneer je voor het eerst inlogt.
pt_br: Sincroniza álbuns e músicas do seu servidor Jellyfin. Isso acontece automaticamente no primeiro login.
pt_pt: Sincroniza álbuns e músicas do seu servidor Jellyfin. Isto acontece automaticamente quando inicia sessão pela primeira vez.
sv: Synkroniserar album och låtar från din Jellyfin-server. Detta sker automatiskt när du loggar in första gången.

# settings.sync.header
source: Sync
de: Synchronisierung
es: Sincronización
fi: Synkronointi
fr: Synchronisation
it: Sincronizzazione
ja: 同期
nb: Synkronisering
nl: Synchronisatie
pt_br: Sincronização
pt_pt: Sincronização
sv: Synkronisering

# settings.sync.last_synced
source: Last Synced
de: Zuletzt synchronisiert
es: Última sincronización
fi: Viimeksi synkronoitu
fr: Dernière synchronisation
it: Ultima sincronizzazione
ja: 最終同期日時
nb: Sist synkronisert
nl: Laatst gesynchroniseerd
pt_br: Última sincronização
pt_pt: Última sincronização
sv: Senast synkroniserad

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fi: Asetukset
fr: Réglages
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pt_br: Ajustes
pt_pt: Definições
sv: Inställningar

# setup.error.invalid_credentials
source: Invalid username or password
de: Benutzername oder Passwort ungültig
es: Usuario o contraseña no válidos
fi: Virheellinen käyttäjänimi tai salasana
fr: Nom d'utilisateur ou mot de passe incorrect
it: Nome utente o password non validi
ja: ユーザー名またはパスワードが正しくありません
nb: Ugyldig brukernavn eller passord
nl: Ongeldige gebruikersnaam of wachtwoord
pt_br: Usuário ou senha inválidos
pt_pt: Nome de utilizador ou palavra-passe inválidos
sv: Ogiltigt användarnamn eller lösenord

# setup.error.invalid_url
source: Please enter a valid URL
de: Bitte gib eine gültige URL ein
es: Introduce una URL válida
fi: Syötä kelvollinen URL-osoite
fr: Veuillez entrer une URL valide
it: Inserisci un URL valido
ja: 有効なURLを入力してください
nb: Skriv inn en gyldig URL
nl: Voer een geldige URL in
pt_br: Insira uma URL válida
pt_pt: Introduza um URL válido
sv: Ange en giltig URL

# setup.password.label
source: Password
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
ja: パスワード
nb: Passord
nl: Wachtwoord
pt_br: Senha
pt_pt: Palavra-passe
sv: Lösenord

# setup.server_url.placeholder
source: https://your-server.com
de: https://dein-server.de
es: https://tu-servidor.com
fi: https://oma-palvelin.fi
fr: https://votre-serveur.com
it: https://tuo-server.it
nb: https://din-server.no
nl: https://jouw-server.nl
pt_br: https://seu-servidor.com.br
pt_pt: https://o-seu-servidor.pt
sv: https://din-server.se

# setup.sign_in.button
source: Sign In
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se connecter
it: Accedi
ja: サインイン
nb: Logg inn
nl: Inloggen
pt_br: Entrar
pt_pt: Iniciar sessão
sv: Logga in

# setup.username.label
source: Username
de: Benutzername
es: Nombre de usuario
fi: Käyttäjänimi
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nb: Brukernavn
nl: Gebruikersnaam
pt_br: Nome de usuário
pt_pt: Nome de utilizador
sv: Användarnamn

# filter.offline
source: Offline
es: Sin conexión
fr: Hors ligne
ja: オフライン
nb: Frakoblet

# general.bitrate
source: Bitrate
es: Tasa de bits
fi: Bittinopeus
fr: Débit
ja: ビットレート
nb: Bithastighet
nl: Bitsnelheid
pt_br: Taxa de bits
pt_pt: Taxa de bits
sv: Bithastighet

# general.format
source: Format
es: Formato
fi: Muoto
it: Formato
ja: フォーマット
nl: Formaat
pt_br: Formato
pt_pt: Formato

# settings.about.version
source: Version
es: Versión
fi: Versio
it: Versione
ja: バージョン
nb: Versjon
nl: Versie
pt_br: Versão
pt_pt: Versão

# settings.account.header
source: Account
es: Cuenta
fi: Tili
fr: Compte
ja: アカウント
nb: Konto
pt_br: Conta
pt_pt: Conta
sv: Konto

# settings.account.server
source: Server
es: Servidor
fi: Palvelin
fr: Serveur
ja: サーバー
pt_br: Servidor
pt_pt: Servidor

# settings.equalizer.title
source: Equalizer
es: Ecualizador
fi: Taajuuskorjain
fr: Égaliseur
it: Equalizzatore
ja: イコライザ
pt_br: Equalizador
pt_pt: Equalizador

# settings.library.songs
source: Songs
es: Canciones
fi: Kappaleet
fr: Chansons
it: Brani
ja: 曲
nb: Sanger
nl: Nummers
pt_br: Músicas
pt_pt: Músicas
sv: Låtar

# settings.storage.cache.header
source: Cache
es: Caché
fi: Välimuisti
ja: キャッシュ
nb: Hurtiglager

# settings.storage.downloads.header
source: Downloads
es: Descargas
fi: Lataukset
fr: Téléchargements
it: Download
ja: ダウンロード
nb: Nedlastinger
pt_pt: Descarregamentos
sv: Nedladdningar

# setup.server_url.label
source: Jellyfin Server URL
es: URL del servidor Jellyfin
fi: Jellyfin-palvelimen URL
fr: URL du serveur Jellyfin
it: URL del server Jellyfin
ja: JellyfinサーバーURL
pt_br: URL do servidor Jellyfin
pt_pt: URL do servidor Jellyfin

# audio_quality.original
source: Original
fi: Alkuperäinen
fr: Originale
it: Originale
ja: オリジナル
nl: Origineel

# settings.about.build
source: Build
ja: ビルド

# settings.equalizer.preset.rock
source: Rock
ja: ロック
